Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# LanguagePreferredLanguagesDescription
source: Apps will use the first language listed that is supported. Keyboards will appear in your preferred language order.
ar: ستستخدم التطبيقات أول لغة مدعومة في القائمة. وستظهر لوحات المفاتيح بترتيب اللغات المفضل لديك.
ca: Les apps utilitzaran el primer idioma compatible de la llista i els teclats es mostraran segons l’ordre que hagis establert.
cs: Aplikace budou používat první zvolený jazyk, který je podporován. Klávesnice se budou zobrazovat v pořadí vašich preferovaných jazyků.
da: Apps bruger det først angivne sprog, som understøttes. Tastaturer vises i din foretrukne sprogrækkefølge.
de: Apps verwenden die erste unterstützte Sprache der Liste. Tastaturen werden in der Reihenfolge deiner bevorzugten Sprachen angezeigt.
el: Οι εφαρμογές θα χρησιμοποιούν την πρώτη γλώσσα που υποστηρίζεται από τη λίστα. Τα πληκτρολόγια θα εμφανίζονται με την προτιμώμενη σειρά γλωσσών σας.
es: Las apps usarán el primer idioma compatible que figure en la lista. Los teclados aparecerán ordenados por idioma según tus preferencias.
es_us: Las apps usarán el primer idioma compatible de esta lista. Los teclados se mostrarán según el orden de idiomas preferidos.
fi: Apit käyttävät luettelon ensimmäistä tuettua kieltä. Näppäimistöt näytetään valitsemassasi kielijärjestyksessä.
fr: Les apps utiliseront la première langue prise en charge de la liste. Les claviers apparaîtront dans l’ordre de vos langues préférées.
fr_ca: Les apps utiliseront la première langue prise en charge de la liste. Les claviers s’afficheront dans l’ordre de vos langues préférées.
he: יישומים ישתמשו בשפה הראשונה הנתמכת ברשימה. מקלדות יופיעו לפי סדר השפות המועדף שבחרת.
hi: ऐप्स सूची की उस पहली भाषा का उपयोग करेंगे जो समर्थित है। कीबोर्ड आपके पसंदीदा भाषा क्रम में दिखाई देंगे।
hr: Aplikacije će koristiti prvi podržani jezik iz popisa. Tipkovnice će se prikazivati vašim preferiranim redoslijedom jezika.
hu: Az appok a felsorolt nyelvek közül az első támogatottat fogják használni. A billentyűzetek a nyelvek Ön által előnyben részesített sorrendjében fognak megjelenni.
id: App akan menggunakan bahasa pertama yang tercantum yang didukung. Papan ketik akan muncul dalam urutan bahasa pilihan Anda.
it: Le app useranno la prima lingua supportata dell’elenco. Le tastiere verranno visualizzate nell’ordine di lingue preferito.
ja: アプリは、対応する言語のリストの1番目の言語を使用します。キーボードは優先言語の順番で表示されます。
ko: 앱이 지원하는 언어 중 나열된 첫 번째 언어를 사용합니다. 키보드에는 사용자가 선호하는 언어 순서로 표시됩니다.
ms: App akan menggunakan bahasa pertama disenaraikan yang disokong. Papan kekunci akan kelihatan dalam tertib bahasa pilihan anda.
nb: Apper vil bruke det første språket i listen som de støtter. Tastaturer vises etter din ønskede språkrekkefølge.
nl: Apps gebruiken de eerste taal in de lijst die wordt ondersteund. Toetsenborden worden weergegeven op volgorde van je voorkeurstaal.
pl: Aplikacje będą używały pierwszego obsługiwanego języka z listy. Klawiatury będą wyświetlane zgodnie z preferowaną kolejnością języków.
pt_br: Os apps usarão o primeiro idioma compatível da lista. Os teclados aparecerão na ordem de idiomas da sua preferência.
pt_pt: As aplicações usarão o primeiro idioma suportado da lista. Os teclados aparecerão pela ordem de idiomas preferida.
ro: Aplicațiile vor utiliza prima limbă compatibilă din listă. Tastaturile vor apărea în ordinea preferată a limbilor.
ru: Приложения будут использовать первый поддерживаемый язык из списка. Раскладки клавиатуры будут отображаться в порядке Вашего предпочтения языков.
sk: Apky budú používať prvý podporovaný jazyk v zozname. Klávesnice sa zobrazia v poradí podľa vašich preferovaných jazykov.
sl: Aplikacije bodo uporabile prvi jezik na seznamu, ki je podprt. Tipkovnice se bodo prikazale v vašem izbranem vrstnem redu jezikov.
sv: Appar använder det första stödda språket som visas. Tangentbord visas i den föredragna språkordningen.
th: แอปจะใช้ภาษาแรกที่แสดงและรองรับ แป้นพิมพ์จะแสดงตามลำดับภาษาที่ต้องการของคุณ
tr: Uygulamalar ilk sıradaki desteklenen dili kullanır. Klavyeler, tercih ettiğiniz dil sırasına göre görünür.
uk: Програми використовуватимуть першу підтримувану мову у списку. Клавіатури відображатимуться за заданим пріоритетом мов.
vi: Các ứng dụng sẽ sử dụng ngôn ngữ đầu tiên được liệt kê được hỗ trợ. Các bàn phím sẽ xuất hiện theo thứ tự ngôn ngữ ưu tiên của bạn.
zh_cn: App将使用列表中受支持的第一个语言。键盘将以首选语言顺序显示。
zh_hk: App會使用列出且受支援的第一種語言。鍵盤會按你偏好的語言順序顯示。
zh_tw: App將使用列表中所支援的第一個語言。鍵盤會根據你偏好的語言順序來顯示。

# LanguagePreviewDescription
source: Choose Done to apply changes.
ar: اختر "تم" لتطبيق التغييرات.
ca: Selecciona “Fet” per aplicar els canvis.
cs: Změny použijete stisknutím tlačítka Hotovo.
da: Vælg OK for at anvende ændringerne.
de: Wähle „Fertig“, um die Änderungen anzuwenden.
el: Επιλέξτε «Τέλος» για εφαρμογή των αλλαγών.
es: Selecciona OK para aplicar los cambios.
es_us: Selecciona Listo para aplicar los cambios.
fi: Ota muutokset käyttöön valitsemalla Valmis.
fr: Choisissez Terminé pour appliquer les modifications.
fr_ca: Choisissez OK pour appliquer les modifications.
he: יש לבחור ״סיום״ כדי להחיל את השינויים.
hi: बदलाव लागू करने के लिए पूर्ण चुनें।
hr: Odaberite OK za primjenu promjena.
hu: A módosítások alkalmazásához válassza a Kész lehetőséget.
id: Pilih Selesai untuk menerapkan perubahan.
it: Seleziona Fine per applicare le modifiche.
ja: 変更を適用するには“完了”を選択してください。
ko: 변경 사항을 적용하려면 완료를 선택하십시오.
ms: Pilih Selesai untuk menggunakan perubahan.
nb: Velg Ferdig for å ta i bruk endringene.
nl: Kies 'Gereed' om wijzigingen toe te passen.
pl: Aby zastosować zmiany, wybierz Gotowe.
pt_br: Escolha “OK” para aplicar as alterações.
pt_pt: Selecione OK para aplicar as alterações.
ro: Alegeți „OK” pentru aplicarea modificărilor.
ru: Нажмите «Готово», чтобы применить изменения.
sk: Pre zavedenie zmien vyberte Hotovo.
sl: Izberite možnost Dokončano, da uporabite spremembe.
sv: Välj Klar för att utföra ändringarna.
th: แตะเสร็จสิ้นเพื่อปรับใช้การแก้ไข
tr: Değişiklikleri uygulamak için Bitti’yi seçin.
uk: Оберіть «Готово», щоб застосувати зміни.
vi: Chọn Xong để áp dụng các thay đổi.
zh_cn: 选取“完成”应用更改。
zh_hk: 選擇「完成」來套用變更。
zh_tw: 選擇「完成」來套用更動。

# LanguageRevertActionTitle
source: Revert
ar: إرجاع
ca: Reverteix
cs: Vrátit
da: Tilbagestil
de: Zurücksetzen
el: Επαναφορά
es: Restaurar
es_us: Revertir
fi: Palauta
fr: Rétablir
fr_ca: Rétablir
he: חזרה לגירסה האחרונה
hi: रिवर्ट करें
hr: Vrati
hu: Visszaállítás
id: Kembalikan
it: Ripristina
ja: 元に戻す
ko: 복귀
ms: Kembali
nb: Tilbakestill
nl: Herstel
pl: Przywróć
pt_br: Reverter
pt_pt: Restabelecer
ro: Reveniți
ru: Вернуть
sk: Vrátiť
sl: Povrni
sv: Återgå
th: แปลงกลับ
tr: Geri Al
uk: Відновити
vi: Khôi phục
zh_cn: 复原
zh_hk: 回復
zh_tw: 回復

# LanguageRevertChangesMessage
source: Revert will undo your changes. Are you sure you want to revert and lose your changes?
ar: سيؤدي الإرجاع إلى التراجع عن تغييراتك. هل ترغب بالتأكيد في إرجاع تغييراتك وفقدانها؟
ca: Si reverteixes els canvis que hagis fet, es desfaran i els perdràs. Confirmes que els vols revertir?
cs: Vrácením zrušíte změny, které jste provedli. Určitě chcete nastavení vrátit a přijít o provedené změny?
da: Tilbagestil fortryder dine ændringer. Er du sikker på, at du vil tilbagestille og miste dine ændringer?
de: „Zurücksetzen“ macht deine Änderungen rückgängig. Möchtest du die Änderungen wirklich zurücksetzen und verwerfen?
el: Η επαναφορά θα αναιρέσει τις αλλαγές σας. Θέλετε σίγουρα να κάνετε επαναφορά και να χάσετε τις αλλαγές;
es: Esta opción deshará tus modificaciones. ¿Seguro que quieres restaurar los cambios?
es_us: Al revertir, se perderán los cambios realizados. ¿Quieres revertir?
fi: Palauttaminen peruu muutokset. Palautetaanko, jolloin menetät muutokset?
fr: Si vous sélectionnez Rétablir, vos modifications seront annulées. Voulez-vous vraiment rétablir les réglages et annuler vos modifications ?
fr_ca: L’option Rétablir annulera vos modifications. Voulez-vous vraiment continuer et perdre vos modifications?
he: חזרה לגירסה האחרונה תבטל את השינויים שביצעת. האם ברצונך לחזור לגירסה האחרונה ולבטל את השינויים?
hi: रिवर्ट करने से आपके बदलाव पहले जैसे हो जाएँगे। क्या आप निश्चित हैं कि आप अपने बदलावों को रिवर्ट करना और खोना चाहते हैं?
hr: Vraćanjem će se vaše promjene poništiti. Sigurno se želite vratiti i izgubiti svoje promjene?
hu: A visszaállítás visszavonja az Ön módosításait. Biztosan végrehajtja a visszaállítást, és elveszíti a módosításait?
id: Kembalikan akan mengurungkan perubahan Anda. Apakah Anda yakin ingin mengembalikan dan kehilangan semua perubahan Anda?
it: Scegliendo Ripristina, annullerai tutte le modifiche. Confermi di voler procedere e di non volerle salvare?
ja: 元に戻すと変更は取り消されます。元に戻して変更を破棄してもよろしいですか?
ko: ‘복귀’를 선택하면 변경 사항이 취소됩니다. 변경 전으로 복귀하겠습니까?
ms: Kembali akan membuat asal perubahan anda. Adakah anda pasti mahu kembali dan kehilangan perubahan anda?
nb: Tilbakestill vil angre endringene dine. Er du sikker på at du vil tilbakestille og forkaste endringene?
nl: Met 'Herstel' worden je wijzigingen ongedaan gemaakt. Weet je zeker dat je je wijzigingen wilt herstellen en verliezen?
pl: Przywrócenie spowoduje wycofanie zmian. Czy na pewno chcesz przywrócić i utracić zmiany?
pt_br: Se você reverter, suas alterações serão desfeitas. Tem certeza de que deseja reverter e perder as alterações?
pt_pt: Se restabelecer, as alterações serão desfeitas. Tem a certeza de que pretende restabelecer e perder as alterações?
ro: Revenirea va anula modificările. Sigur doriți să reveniți și să pierdeți modificările?
ru: Если нажать кнопку «Вернуть», изменения будут отменены. Вы действительно не хотите сохранять изменения?
sk: Vrátením odvoláte vykonané zmeny. Naozaj chcete vrátiť nastavenia a zahodiť zmeny, ktoré ste spravili?
sl: Če izberete možnost Povrni, razveljavite svoje spremembe. Ste prepričani, da želite povrniti in izgubiti svoje spremembe?
sv: Återgå innebär att ändringarna går förlorade. Är du säker på att du vill återgå och förlora ändringarna?
th: การแปลงกลับจะยกเลิกการแก้ไขของคุณ คุณแน่ใจหรือไม่ว่าคุณต้องการแปลงกลับ และสูญเสียการแก้ไขของคุณ
tr: Geri Al’ı seçtiğinizde değişiklikleriniz geri alınır. Geri alıp değişikliklerinizin kaybolmasını istediğinizden emin misiniz?
uk: Якщо відновити попередні налаштування, зміни буде скасовано. Справді відновити й скасувати зміни?
vi: Khôi phục sẽ hoàn tác thay đổi của bạn. Bạn có chắc chắn muốn khôi phục và mất các thay đổi không?
zh_cn: 复原将撤销更改。确定要复原并丢弃更改吗？
zh_hk: 回復將會還原你的變更。你確定要回復並捨棄變更嗎？
zh_tw: 回復將還原你的更動。確定要回復並捨棄你的更動嗎？

# LanguageSelectTitle
source: Select Language
ar: اختيار اللغة
ca: Selecciona un idioma
cs: Vyberte jazyk
da: Vælg sprog
de: Sprache auswählen
el: Επιλογή γλώσσας
es: Seleccionar idioma
es_us: Seleccionar idioma
fi: Valitse kieli
fr: Choisir une langue
fr_ca: Choisir une langue
he: בחירת שפה
hi: भाषा चुनें
hr: Odaberite jezik
hu: Nyelv kiválasztása
id: Pilih Bahasa
it: Seleziona lingua
ja: 言語を選択
ko: 언어 선택
ms: Pilih Bahasa
nb: Velg språk
nl: Selecteer taal
pl: Wybierz język
pt_br: Selecionar Idioma
pt_pt: Selecionar idioma
ro: Selectați limba
ru: Выберите язык
sk: Vyberte jazyk
sl: Izbira jezika
sv: Välj språk
th: เลือกภาษา
tr: Bir Dil Seçin
uk: Вибрати мову
vi: Chọn ngôn ngữ
zh_cn: 选择语言
zh_hk: 選擇語言
zh_tw: 選取語言

# LanguageSystemLanguageChangeCancelAction
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# LanguageSystemLanguageChangeConfirmAction
source: Change Language
ar: تغيير اللغة
ca: Canvia l’idioma
cs: Změnit jazyk
da: Skift sprog
de: Sprache ändern …
el: Αλλαγή γλώσσας
es: Cambiar idioma
es_us: Cambiar idioma
fi: Vaihda kieltä
fr: Changer de langue
fr_ca: Changer la langue
he: שינוי השפה
hi: भाषा परिवर्तित करें
hr: Promijeni jezik
hu: Nyelvek közötti váltás
id: Ubah Bahasa
it: Modifica lingua
ja: 言語を変更
ko: 언어 변경
ms: Tukar Bahasa
nb: Bytt språk
nl: Wijzig taal
pl: Zmień język
pt_br: Alterar Idioma
pt_pt: Alterar idioma
ro: Schimbați limba
ru: Сменить язык
sk: Zmeniť jazyk
sl: Spremeni jezik
sv: Byt språk
th: เปลี่ยนภาษา
tr: Dili Değiştir
uk: Змінити мову
vi: Thay đổi Ngôn ngữ
zh_cn: 更改语言
zh_hk: 更改語言
zh_tw: 更改語言

# LanguageSystemLanguageChangeFormat
source: Do you want to change this Apple TV’s language to %@?
ar: هل ترغب في تغيير لغة هذا الـ Apple TV إلى %@؟
ca: Vols canviar l’idioma de l’Apple TV a %@?
cs: Chcete změnit jazyk Apple TV na volbu %@?
da: Vil du ændre sproget for denne Apple TV-enhed til %@?
de: Möchtest du %@ als Apple TV-Sprache verwenden?
el: Θέλετε να αλλάξετε τη γλώσσα αυτού του Apple TV σε %@;
es: ¿Quieres cambiar el idioma de este Apple TV a %@?
es_us: ¿Quieres cambiar el idioma de este Apple TV a %@?
fi: Vaihdetaanko Apple TV:n kieleksi %@?
fr: Voulez-vous changer de langue et utiliser l’Apple TV en %@ ?
fr_ca: Voulez-vous désormais utiliser l’Apple TV en %@?
he: האם ברצונך לשנות את שפת ה-Apple TV ל%@?
hi: क्या आप इस Apple TV की भाषा को %@ में परिवर्तित करना चाहते हैं?
hr: Želite li promijeniti jezik ovog Apple TV‑a u %@?
hu: Módosítja ennek az Apple TV-nek a nyelvét a(z) %@ nyelvre?
id: Apakah Anda ingin mengubah bahasa Apple TV ini menjadi %@?
it: Vuoi modificare la lingua di Apple TV e utilizzare “%@” come lingua?
ja: このApple TVの使用言語を%@に変更しますか?
ko: 이 Apple TV의 언어를 %@(으)로 변경하겠습니까?
ms: Adakah anda mahu menukar bahasa Apple TV ini kepada %@?
nb: Vil du endre Apple TV-språket til %@?
nl: Wil je de Apple TV-taal wijzigen in %@?
pl: Czy chcesz zmienić język Apple TV na %@?
pt_br: Deseja alterar o idioma da Apple TV para %@?
pt_pt: Gostaria de alterar o idioma da Apple TV para %@?
ro: Doriți să schimbați limba acestui Apple TV în %@?
ru: Хотите сменить язык этого Apple TV на %@?
sk: Chcete zmeniť jazyk tohto Apple TV na: %@?
sl: Želite spremeniti jezik tega Apple TV-ja v jezik %@?
sv: Vill du byta Apple TV-språk till %@?
th: คุณต้องการเปลี่ยนภาษาของ Apple TV เครื่องนี้เป็น %@ หรือไม่
tr: Bu Apple TV’nin dilini %@ olarak değiştirmek istiyor musunuz?
uk: Ви хочете, щоб мовою цього Apple TV була %@?
vi: Bạn có muốn thay đổi ngôn ngữ của Apple TV này thành %@ không?
zh_cn: 你要将这台Apple TV语言更改为%@吗？
zh_hk: 你要將此Apple TV語言更改為%@嗎？
zh_tw: 你要將此Apple TV的語言更改為%@嗎？

# LanguageUnsavedChangesCancelAction
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# LanguageUnsavedChangesDiscardAction
source: Discard Changes
ar: تجاهل التغييرات
ca: Descarta els canvis
cs: Zahodit změny
da: Ignorer ændringer
de: Änderungen verwerfen
el: Απόρριψη αλλαγών
es: No guardar cambios
es_us: No guardar cambios
fi: Hylkää muutokset
fr: Annuler les modifications
fr_ca: Annuler les modifications
he: ביטול השינויים
hi: परिवर्तन ख़ारिज करें
hr: Odbaci promjene
hu: Módosítások elvetése
id: Buang Perubahan
it: Non salvare le modifiche
ja: 変更内容を破棄
ko: 변경 사항 폐기
ms: Buang Perubahan
nb: Forkast endringer
nl: Verwijder wijzigingen
pl: Odrzuć zmiany
pt_br: Descartar Alterações
pt_pt: Ignorar alterações
ro: Abandonați modificările
ru: Сбросить изменения
sk: Zahodiť zmeny
sl: Zavrzi spremembe
sv: Spara inte ändringar
th: ทิ้งการแก้ไข
tr: Değişikliklerden Vazgeç
uk: Відхилити зміни
vi: Hủy bỏ thay đổi
zh_cn: 放弃更改
zh_hk: 捨棄變更
zh_tw: 捨棄所作更動

# LanguageUnsavedChangesWarning
source: You have unsaved changes. Are you sure you want to discard them without saving them?
ar: لديك تغييرات لم يتم حفظها. هل ترغب بالتأكيد في استبعادها دون حفظها؟
ca: Has fet canvis que no s’han desat. Confirmes que vols descartar‑los sense desar‑los?
cs: Neuložili jste provedené změny. Určitě je chcete zahodit bez uložení?
da: Du har ændringer, der ikke er blevet gemt. Er du sikker på, at du vil slette dem uden at gemme dem?
de: Du hast nicht gesicherte Änderungen. Möchtest du sie wirklich verwerfen, ohne sie zu sichern?
el: Έχετε μη αποθηκευμένες αλλαγές. Θέλετε σίγουρα να απορριφθούν χωρίς αποθήκευση;
es: Hay cambios sin guardar. ¿Seguro que quieres descartarlos?
es_us: Hay cambios sin guardar. ¿Quieres descartarlos sin haberlos guardado?
fi: Sinulla on tallentamattomia muutoksia. Hylätäänkö ne tallentamatta?
fr: Certaines modifications n’ont pas été enregistrées. Voulez-vous vraiment les annuler sans les enregistrer ?
fr_ca: Certaines modifications n’ont pas été enregistrées. Voulez-vous vraiment les annuler sans les enregistrer?
he: יש שינויים שלא נשמרו. האם ברצונך לבטל את השינויים בלי לשמור אותם?
hi: आपके पास सहेजे नहीं गए बदलाव हैं। क्या आप निश्चित हैं कि आप उन्हें सहेजे बिना ही ख़ारिज करना चाहते हैं?
hr: Imate nespremljene promjene. Sigurno ih želite odbaciti bez spremanja?
hu: Vannak nem mentett módosításai. Biztosan elveti a módosításokat anélkül, hogy mentené őket?
id: Anda memiliki perubahan yang belum disimpan. Apakah Anda yakin ingin membuangnya tanpa menyimpannya?
it: Alcune modifiche non sono state salvate. Confermi di non volerle salvare?
ja: 保存されていない変更があります。保存せずに変更内容を破棄してもよろしいですか?
ko: 저장하지 않은 변경 사항이 있습니다. 변경 사항을 저장하지 않고 폐기하겠습니까?
ms: Anda mempunyai perubahan yang belum disimpan. Adakah anda pasti mahu membuangnya tanpa menyimpan?
nb: Du har endringer som ikke er arkivert. Er du sikker på at du vil forkaste dem?
nl: Je hebt niet-bewaarde wijzigingen. Weet je zeker dat je deze wilt verwijderen zonder ze te bewaren?
pl: Masz niezachowane zmiany. Czy na pewno chcesz je odrzucić bez zachowywania?
pt_br: Você tem alterações não salvas. Tem certeza de que quer descartá-las sem salvar?
pt_pt: Tem alterações por guardar. Tem a certeza de que pretende eliminar as alterações sem as guardar?
ro: Aveți modificări nesalvate. Sigur doriți să le abandonați fără a le salva?
ru: Изменения не были сохранены. Вы действительно хотите отменить их без сохранения?
sk: Máte neuložené zmeny. Naozaj ich chcete zahodiť bez uloženia?
sl: Imate neshranjene spremembe. Ste prepričani, da jih želite zavreči, ne da bi jih shranili?
sv: Du har ändringar som inte har sparats. Är du säker på att du vill radera dem utan att spara dem?
th: คุณมีการแก้ไขที่ไม่ได้บันทึก คุณแน่ใจหรือไม่ว่าคุณต้องการทิ้งการแก้ไขเหล่านั้นโดยไม่ต้องบันทึก
tr: Kaydedilmemiş değişiklikleriniz var. Bunları kaydetmeden vazgeçmek istediğinizden emin misiniz?
uk: Є незбережені зміни. Справді відхилити їх без збереження?
vi: Bạn có các thay đổi chưa lưu. Bạn có chắc chắn muốn hủy bỏ mà không lưu chúng không?
zh_cn: 你有未保存的更改。确定不保存并放弃更改吗？
zh_hk: 你有未儲存的變更。你確定不儲存並捨棄這些變更嗎？
zh_tw: 你有未儲存的更動。確定不儲存並捨棄這些更動嗎？

# LegalAcknowledgementsTitle
source: Acknowledgements
ar: إقرارات
ca: Reconeixements
cs: Uznání
da: Tak til
de: Anmerkungen
el: Αναγνωρίσεις
es: Agradecimientos
es_us: Agradecimientos
fi: Tekijänoikeustiedot
fr: Contributions
fr_ca: Remerciements
he: תודות
hi: अभिस्वीकृतियाँ
hr: Priznanja
hu: Nyilatkozatok
id: Pengakuan
it: Note legali
ja: 謝辞
ko: 승인서
ms: Perakuan
nb: Bidragsytere
nl: Colofon
pl: Podziękowania
pt_br: Reconhecimentos
pt_pt: Reconhecimentos
ro: Recunoașteri
ru: Уведомления
sk: Uznania
sl: Navedba virov
sv: Tillkännagivanden
th: กิตติกรรมประกาศ
tr: Teşekkürler
uk: Визнання
vi: Công nhận
zh_cn: 版权声明
zh_hk: 版權宣吿
zh_tw: 版權宣告

# LegalAndRegulatoryTitle
source: Legal & Regulatory
ar: القانونية والتنظيمية
ca: Marc jurídic i normatiu
cs: Právní informace a standardy
da: Juridisk og regulativer
de: Rechtliche und regulatorische Hinweise
el: Νομικά και ρυθμιστικά
es: Marco jurídico y normativo
es_us: Disposiciones legales y normativas
fi: Oikeudet ja merkinnät
fr: Mentions légales et certifications
fr_ca: Réglementations et certifications
he: מידע משפטי ותקנים
hi: क़ानूनी और नियामक
hr: Pravne i regulatorne informacije
hu: Jogi információk és szabályozás
id: Legal & Pengatur
it: Note legali e normative
ja: 法律に基づく情報および認証
ko: 법률 및 규제 정보
ms: Undang-undang & Kawal Selia
nb: Juridisk og typegodkjenninger
nl: Juridische informatie en regelgeving
pl: Informacje prawne i certyfikaty
pt_br: Legal e Regulamentação
pt_pt: Informação legal e regulamentar
ro: Mențiuni legale și reglementări
ru: Правовая информация
sk: Právne informácie a normy
sl: Pravna obvestila in regulativne informacije
sv: Juridik och regelverk
th: กฎหมายและระเบียบข้อบังคับ
tr: Yasal ve Mevzuat
uk: Право та нормативи
vi: Pháp lý & Quy định
zh_cn: 法律与监管
zh_hk: 法律與規範
zh_tw: 法律資訊與電信規範
